Repository: Automattic/liveblog
Catalog: app/languages/liveblog-*.po
Languages: da_dk, pt_br

source: Missing entry ID
da_dk: Manglende opdaterings-ID

source: Error posting entry
da_dk: Fejl ved udgivelse af opdatering
pt_br: Erro ao publicar postagem

source: Error retrieving comment
da_dk: Fejl ved hentning af kommentar

source: Missing entry argument: %s
da_dk: Manglende opdateringsargument: %s

source: Error retrieving user
da_dk: Fejl ved genkendelse af bruger

source: A timestamp is missing. Correct URL: <permalink>/liveblog/<from>/</to>/
da_dk: Tidsstemplet mangler. Korrekt URL: <permalink>/liveblog/<from>/</to>/
pt_br: Está faltando data/hora. URL correto: <permalink>/liveblog/<from>/</to>/

source: Invalid entry crud_action: %s
da_dk: Ugyldig opdaterings crud_action: %s

source: Unknown liveblog action
da_dk: Ukendt liveblog handling
pt_br: Ação do Liveblog desconhecida

source: Error {error-code}: {error-message}
da_dk: Fejl {error-code}: {error-message}

source: Error: {error-message}
da_dk: Fejl: {error-message}

source: a few seconds
da_dk: få sekunder

source: a minute
da_dk: et minut

source: %d minutes
da_dk: %d minutter

source: an hour
da_dk: en time

source: %d hours
da_dk: %d timer

source: a day
da_dk: en dag

source: %d days
da_dk: %d dage

source: a month
da_dk: en måned

source: %d months
da_dk: %d måneder

source: a year
da_dk: et år

source: %d years
da_dk: %d år

source: Do you really want do delete this entry? There is no way back.
da_dk: Vil du virkelig slette denne opdatering? Det kan ikke fortrydes.
pt_br: Tem certeza que deseja eliminar esta postagem? Esta ação não pode ser desfeita.

source: Liveblog: {number} new update
da_dk: Liveblog: {number} ny opdatering

source: Liveblog: {number} new updates
da_dk: Liveblog: {number} nye opdateringer

source: Loading preview…
da_dk: Indlæser forhåndsvisning...

source: New Entry
da_dk: Ny opdatering
pt_br: Nova Postagem

source: Publish Update
da_dk: Udgiv opdatering
pt_br: Publicar Postagem

source: Edit Entry
da_dk: Rediger opdatering

source: Update
da_dk: Opdater

source: Allowed Files
da_dk: Tilladte filer
pt_br: Arquivos Permitidos

source: Enable
da_dk: Aktiver

source: Enables liveblog on this post. Posting tools are enabled for editors, visitors get the latest updates.
da_dk: Aktiverer liveblog for dette indlæg. Udgivelsesværktøjerne er aktiveret for redaktører. Besøgende får vist de nyeste opdateringer.

source: There is an <strong>enabled</strong> liveblog on this post. <a href="%s">Visit the liveblog &rarr;</a>
da_dk: Liveblog er aktiveret for dette indlæg. <a href="%s">Vis liveblog &rarr;</a>

source: Archive
da_dk: Arkiv

source: Archives the liveblog on this post. Visitors still see the liveblog entries, but posting tools are hidden.
da_dk: Arkiverer livebloggen for dette indlæg. Besøgende vil stadig se liveblog opdateringerne, men udgivelsesværktøjerne er skjulte.

source: There is an <strong>archived</strong> liveblog on this post. <a href="%s">Visit the liveblog archive &rarr;</a>
da_dk: Der er en <strong>arkiveret</strong> liveblog for dette indlæg. <a href="%s">Vis liveblog arkivet &rarr;</a>

source: This is a normal WordPress post, without a liveblog.
da_dk: Dette er et normalt WordPress indlæg uden liveblog.

source: Cheatin', uh?
da_dk: Snyder du?
pt_br: Tentando trapacear, hein?

source: Sorry, we could not authenticate you.
da_dk: Beklager, vi kunne ikke genkende dig.
pt_br: Desculpe, não foi possível logar.

source: Preview
da_dk: Forhåndsvisning
pt_br: Pré-Visualização

source: Remember: keep it short! To insert an image, drag and drop it here.
da_dk: Husk: gør det kort! Træk og slip dit billede her for at indsætte det.
pt_br: Lembre-se: seja breve! Para inserir uma imagem, arraste-a para aqui.

source: <strong>This liveblog is archived.</strong> If you need to publish new updates or edit or delete the old ones, you need to <a href="%s">enable it first</a>.
da_dk: <strong>Denne liveblog er arkiveret.</strong> Har du behov for at udgive nye opdateringer eller redigere eller slette nuværende opdateringer skal du <a href="%s">aktivere liveblog igen</a>.

source: Edit
da_dk: Rediger

source: Delete
da_dk: Slet
pt_br: Apagar

source: Your current WordPress is version %1$s, which is too old to run the liveblog plugin. The minimum required version is %2$s. Please, either <a href="%3$s">update WordPress</a>, or <a href="%4$s">deactivate the liveblog plugin</a>.
da_dk: Din WordPress er version %1$s, hvilket er for gammel til at kunne benytte liveblog pluginet. The minimum required version is %2$s. Please, either <a href="%3$s">update WordPress</a>, or <a href="%4$s">deactivate the liveblog plugin</a>.

source: Blogging: at the speed of live.
da_dk: Blogging: med live hastighed.

source: Sorry, that post is not accepting Liveblog entries.
pt_br: Desculpe, esse post não está aceitando postagens no Liveblog.

source: %d new update
pt_br: %d nova atualização

source: %d new updates
pt_br: %d novas atualizações
