Repository: Automattic/liveblog
Catalog: languages/liveblog-*.po
Languages: ca, es_es, it_it, nl_nl, pt_pt

# taxonomy general name
source: Hashtags
pt_pt: Etiquetas

# taxonomy singular name
source: Hashtag
pt_pt: Etiqueta

source: Search Hashtags
pt_pt: Pesquisar etiquetas

source: All Hashtags
pt_pt: Todas as etiquetas

source: Parent Hashtag
pt_pt: Etiqueta superior

source: Parent Hashtag:
pt_pt: Etiqueta superior:

source: Edit Hashtag
pt_pt: Editar etiqueta

source: Update Hashtag
pt_pt: Atualizar etiqueta

source: Add New Hashtag
pt_pt: Adicionar nova etiqueta

source: New Hashtag
pt_pt: Nova etiqueta

source: Hashtags
pt_pt: Etiquetas

source: A list of key events displayed when the user is viewing a Liveblog post.
pt_pt: A lista dos principais eventos é exibida quando o utilizador está a visualizar um post no Liveblog.

source: Liveblog Key Events Widget
pt_pt: Widget com os eventos principais

source: Title:
pt_pt: Título:

source: Note: the number of key events displayed in the widget is defined in the Liveblog configuration inside each post.
pt_pt: Nota: o número de eventos principais mostrados no widget é definido na configuração do Liveblog dentro de cada post.

source: Template:
pt_pt: Tema:

source: Format:
pt_pt: Formato:

source: Set template for key events shortcode, select a format and restrict most recent shown.
pt_pt: Definir o modelo para o shortcode dos eventos principais, selecione o formato e restrinja a exibição mais recente.

source: Limit
pt_pt: Limite

source: Save
pt_pt: Guardar

source: Missing entry ID
it_it: ID della voce mancante
pt_pt: O ID do evento está em falta

source: Error posting entry
ca: Error publicant l'entrada
es_es: Error al publicar la entrada
it_it: Errore nella pubblicazione della voce
nl_nl: Fout bij publiceren entry
pt_pt: Erro ao publicar

source: Error retrieving comment
it_it: Errore nel recupero del commento
pt_pt: Erro no comentário

source: Missing entry argument: %s
it_it: Manca un argomento nella voce: %s
pt_pt: Argumento em falta: %s

source: Error retrieving user
it_it: Errore durante il recupero dell'utente
pt_pt: Erro no utilizador

source: It is necessary to install socket.io-php-emitter in order to use Liveblog plugin with WebSocket support enabled.
pt_pt: É necessário instalar socket.io-php-emitter para usar o plugin com suporte a WebSocket ativado.

source: Your current PHP is version %1$s, which is too old to run the Liveblog plugin with WebSocket support enabled. The minimum required version is %2$s. Please, either update PHP or disable WebSocket support by removing or setting to false the constant LIVEBLOG_USE_SOCKETIO in wp-config.php.
pt_pt: A sua versão atual do PHP é %1$s, que é demasiado antiga para o Liveblog com suporte a WebSocket. A versão mínima é %s$s. Por favor, atualize o PHP ou desative o suporte a WebSocket removendo ou definido como false a constante LIVEBLOG_USE_SOCKETIO no ficheiro wp-config.php.

source: Liveblog was unable to connect to the Redis server. Please check your configuration.
pt_pt: O Liveblog não se conseguiu ligar ao servidor Redis. Por favor reveja a sua configuração.

source: Unable to connect to the server to get new entries
pt_pt: Não foi possível ligar ao servidor para carregar novas entradas.

source: No Liveblog post ID is set yet
pt_pt: O ID do artigo do Liveblog ainda não está definido.

source: A timestamp is missing. Correct URL: <permalink>/liveblog/<from>/</to>/
ca: Falta una marca de temps. URL correcta: <permalink>/liveblog/<from>/</to>/
es_es: Falta la fecha. URL correcta: <permalink>/liveblog/<from>/</to>/
it_it: Manca un timestamp. URL corretto: <permalink>/liveblog/<from>/</to>/
nl_nl: De tijdsaanduiding mist. Correcte URL: <permalink>/liveblog/<from>/</to>/
pt_pt: A data e hora não estão disponíveis. URL correto: <permalink>/liveblog/<from>/</to>/

source: Invalid entry crud_action: %s
it_it: crud_action della voce non valida: %s
pt_pt: Entrada inválida crud_action: %s

source: Unknown liveblog action
ca: Acció de Liveblog desconeguda
es_es: Acción de blog en directo desconocida
it_it: Azione liveblog sconosciuta
nl_nl: Onbekende liveblog actie
pt_pt: Ação desconhecida no liveblog

source: Error {error-code}: {error-message}
it_it: Errore {error-code}: {error-message}
pt_pt: Erro {error-code}: {error-message}

source: Error: {error-message}
it_it: Errore: {error-message}
pt_pt: Erro: {error-message}

source: Do you really want to delete this entry? There is no way back.
pt_pt: Quer mesmo remover esta entrada? Depois de remover não poderá ser recuperada.

source: Do you want to delete this key entry?
pt_pt: Quer remover a entrada principal?

source: Liveblog: {number} new update
it_it: Liveblog: {number} nuovo aggiornamento
pt_pt: Liveblog: {number} nova atualização

source: Liveblog: {number} new updates
it_it: Liveblog: {number} nuovi aggiornamenti
pt_pt: Liveblog: {number} nova atualizações

source: Provide URL for link:
pt_pt: Por favor forneça um URL:

source: Loading preview…
it_it: Caricando anteprima...
pt_pt: A carregar pré-visualização…

source: New Entry
ca: Nova entrada
es_es: Nueva entrada
it_it: Nuova Voce
nl_nl: Nieuwe entry
pt_pt: Nova entrada

source: Publish Update
ca: Publicar actualització
es_es: Publicar
it_it: Pubblica
nl_nl: Publiceer update
pt_pt: Publicar atualização

source: Edit Entry
it_it: Modifica Voce
pt_pt: Editar entrada

source: Update
it_it: Aggiorna
pt_pt: Atualizar

source: Allowed Files
ca: Fitxers permesos
es_es: Ficheros permitidos
it_it: File permessi
nl_nl: Toegestane bestanden
pt_pt: Ficheiros permitidos

source: Enable
it_it: Abilita
pt_pt: Ativar

source: Enables liveblog on this post. Posting tools are enabled for editors, visitors get the latest updates.
it_it: Attiva Liveblog su questo post. Gli strumenti per la scrittura sono abilitati per editori; i visitatori riceveranno gli ultimi aggiornamenti.
pt_pt: Ativar liveblog neste artigo. As ferramentas de publicação estão ativadas para editores, os visitantes recebem as atualizações mais recentes.

source: There is an <strong>enabled</strong> liveblog on this post. <a href="%s">Visit the liveblog &rarr;</a>
it_it: C'è un liveblog <strong>attivato</strong> su questo post. <a href="%s">Visita il liveblog &rarr;</a>
pt_pt: Há um liveblog ativo neste artigo. <a href=“%s”>Ver liveblog &rarr;</a>

source: Archive
it_it: Archivia
pt_pt: Arquivo

source: Archives the liveblog on this post. Visitors still see the liveblog entries, but posting tools are hidden.
it_it: Archivia il liveblog su questo post. I visitatori possono ancora vedere le voci del liveblog, ma gli strumenti per la scrittura sono nascosti.
pt_pt: Arquivar o liveblog neste artigo. Os visitantes ainda poderão ver as entradas do liveblog, mas as ferramentas de publicação estarão ocultas.

source: There is an <strong>archived</strong> liveblog on this post. <a href="%s">Visit the liveblog archive &rarr;</a>
it_it: C'è un liveblog <strong>archiviato</strong> riguardo questo post. <a href="%s">Visita l'archivio dei liveblog &rarr;</a>
pt_pt: Há um liveblog <strong>arquivado</strong> neste artigo. <a href=“%s”>Ver o arquivo do liveblog &rarr;</a>

source: This is a normal WordPress post, without a liveblog.
it_it: Questo è un normale post Wordpress, senza un liveblog.
pt_pt: Isto é um artigo normal do WordPress, sem liveblog.

source: Settings have been successfully updated.
pt_pt: As definições foram atualizadas com sucesso.

source: The post is a revision: %s
pt_pt: O artigo é a revisão: %s.

source: Non-existing post ID: %s
pt_pt: O ID do artigo não existe: %s

source: Liveblog (archived)
pt_pt: Liveblog (arquivado)

source: Filter liveblogs
pt_pt: Filtrar liveblogs

source: Any liveblogs
pt_pt: Sem liveblogs

source: Enabled liveblogs
pt_pt: Liveblogs ativos.

source: Archived liveblogs
pt_pt: Liveblogs arquivados

source: No liveblogs
pt_pt: Sem liveblogs

source: Sorry, we could not authenticate you.
ca: Disculpa, però no t'hem pogut autenticar.
es_es: Lo sentimos, pero no podemos autenticarte.
it_it: Siamo spiacenti, non possiamo autenticarti.
nl_nl: Helaas, we konden je niet authentiseren.
pt_pt: Sem sessão iniciada.

source: You have updates
pt_pt: Atualizações disponíveis

source: First
pt_pt: Primeira

source: Prev
pt_pt: Anterior

source: Next
pt_pt: Próximo

source: Last
pt_pt: Última

source: Please <a href="%2$s">deactivate the %1$s plugin</a> as Liveblog itself comes now with built-in lazyloading.
pt_pt: Por favor <a href=“%2$s”>desative o plugin %1$s</a> já que o Liveblog já tem incorporado um mecanismo de lazyloading.

source: Preview
ca: Vista prèvia
es_es: Vista previa
it_it: Anteprima
pt_pt: Pré-visualizar

source: Remember: keep it short! To insert an image, drag and drop it here.
ca: Recorda ser breu! Per a inserir una imatge, arrossega-la i deixa-la anar aquí.
es_es: Recuerda: sé breve. Para insertar una imagen, arrástrala y suéltala aquí.
it_it: Ricorda: sii breve! Per inserire un'immagine, trascinala qui.
nl_nl: Korter is beter Sleep een afbeelding hier naar toe om deze toe te voegen.
pt_pt: Lembre-se: mantenha o texto curto! Para inserir uma imagem, arraste e solte-a aqui.

source: Edit HTML
pt_pt: Editar HTML

source: Bold (Ctrl/Cmd + B)
pt_pt: Negrito (Ctrl/Cmd + B)

source: Bold
pt_pt: Negrito

source: Italics (Ctrl/Cmd + I)
pt_pt: Itálico (Ctrl/Cmd + I)

source: Italics
pt_pt: Itálico

source: Underline (Ctrl/Cmd + U)
pt_pt: Sublinhado (Ctrl/Cmd + U)

source: Underline
pt_pt: Sublinhado

source: Srike-through (Ctrl/Cmd + S)
pt_pt: Rasurado (Ctrl/Cmd + S)

source: Srike-through
pt_pt: Rasurado

source: Unlink (Ctrl/Cmd + L)
pt_pt: Remover link (Ctrl/Cmd + L)

source: Unlink
pt_pt: Remover link

source: Remove formatting (Ctrl/Cmd + \)
pt_pt: Remover formatação (Ctrl/Cmd + \)

source: Remove formatting
pt_pt: Remover formatação

source: Cancel
pt_pt: Cancelar

source: Delete
ca: Esborrar
es_es: Borrar
it_it: Cancella
nl_nl: Verwijder
pt_pt: Eliminar

source: <strong>This liveblog is archived.</strong> If you need to publish new updates or edit or delete the old ones, you need to <a href="%s">enable it first</a>.
it_it: <strong>Questo liveblog è archiviato.</strong> Se hai bisogno di pubblicare nuovi aggiornamenti, modificare o eliminare quelli vecchi, è necessario <a href="%s">abilitarli</ a>.
pt_pt: <strong>Este liveblog encontra-se arquivado.</strong> Se precisar de publicar novas atualizações, editar ou eliminar entradas terá que o <a href=“%s”>ativar primeiro</a>.

source: Load more entries&hellip;
pt_pt: Carregar mais&hellip;

source: Edit
it_it: Modifica
pt_pt: Editar

source: Your current WordPress is version %1$s, which is too old to run the liveblog plugin. The minimum required version is %2$s. Please, either <a href="%3$s">update WordPress</a>, or <a href="%4$s">deactivate the liveblog plugin</a>.
it_it: La versione attuale di WordPress è la %1$s, che è troppo vecchia per eseguire il plugin Liveblog. La versione minima richiesta è %2$s. Quindi<a href="%3$s">aggiorna WordPress </ a> o <a href="%4$s">disattiva il plugin liveblog</ a>.
pt_pt: A versão atual do WordPress é %1$, demasiado antiga para o plugin. A versão mínima é %2$s. Por favor, <a href=“%3$s”>atualize o WordPress</a> ou <a href=“%4$s”>remova o plugin</a>.

source: %s ago
it_it: fa %s

source: a few seconds
it_it: pochi secondi fa

source: a minute
it_it: un minuto

source: %d minutes
it_it: %d minuti

source: an hour
it_it: un'ora

source: %d hours
it_it: %d ore

source: a day
it_it: un giorno

source: %d days
it_it: %d giorni

source: a month
it_it: un mese

source: %d months
it_it: %d mesi

source: a year
it_it: un anno

source: %d years
it_it: %d anni

source: Do you really want do delete this entry? There is no way back.
ca: Realment vols esborrar aquesta entrada? No hi ha marxa enrera!
es_es: ¿Realmene quieres borrar esta entrada? No hay vuelta atrás.
it_it: Vuoi davvero cancellare questa voce? Non c'è modo di tornare indietro.
nl_nl: Weet je zeker dat je deze entry wilt verwijderen? Er is geen weg terug.

source: Blogging: at the speed of live.
it_it: Blogging alla velocità della vita.

source: Sorry, that post is not accepting Liveblog entries.
ca: Disculpa, aquesta entrada no accepta actualitzacions Liveblog.
es_es: Lo sentimos, pero esta entrada no acepta entradas de Liveblog.
nl_nl: Helaas, dat bericht accepteert geen Liveblog entries.

source: %d new update
ca: %d nova actualització
es_es: %d nueva actualización
nl_nl: %d nieuwe update

source: %d new updates
ca: %d noves actualitzacions
es_es: %d nuevas actualizaciones
nl_nl: %d nieuwe updates

source: This is a liveblog
es_es: Esto es un blog en directo
nl_nl: Dit is een liveblog

source: Cheatin', uh?
ca: Xatejant, eh?
es_es: Haciendo trampas, ¿eh?
nl_nl: Aan het valsspelen?
